{"fish":{"Bacalao con salsa vizcaína":{"ingredientes":"Bacalao;Cebollas x2;Rodaja de pan;Ajos x3-4;Carne de pimientos choriceros x4-5;Salsa de tomate x1 cucharita","preparacion":"En una olla ancha se pochan las cebollas con un poco de aceite, al pocharse echar el ajo picado junto con el pan desmigado, unos minutos después la carne del pimiento y la salsa de tomate, se remueve y se echa con el agua y sal a fuego medio 20 mins.\n\nMientras se confita el bacalao en una sartén y 1 ajo 2 min por lado (empezando por la piel siempre).\nCuando pasen los 20 mins se echan los trozos de bacalao unos 10-15 mis según grosor.\nPor último, se sirve con una ramita de perejíl."},"Emperador a la plancha con salsa verde":{"ingredientes":"Filete de emperador x1 por persona;Cebolleta x1 o ajo x2;Zumo 1-2 limón;Perejíl fresco","preparacion":"La salsa:\nSe saltea un poco la cebolleta o el ajo en una sartén 3-4 mins; se lava el perejíl en agua fria, dejando secar en papel de cocina.\nSe mezcla en un bol el zumo de limón, perejíl y el ajo/cebolleta con un poco de sal y aceite. Reservar.\n\nLos filetes:\nSe realizan a la plancha con 2-3 mis cada lado, dejando dorado cada cara del filete.\n\nPara servir se echa la salsa en los filetes, acompañando todo con una ensalada al gusto, por ejemplo, lechuga, canónigos, granada y trozos de manzana aliñada con aceite y sal."}},"meat":{"654654":{"ingredientes":"hdgffh6543","preparacion":"fdsffd543534534"},"cvcxvxcv":{"ingredientes":"642tgfd;fdsf35","preparacion":"jghjghjghj"},"dsa":{"ingredientes":"5743y hg","preparacion":"dtjhgjj"},"dsdasdas":{"ingredientes":"3254fds;dsadasda","preparacion":"gt43ygfdh"},"dvgfgfds":{"ingredientes":"6354gfh","preparacion":"hdgf543"},"grdhhdgf":{"ingredientes":"gdf","preparacion":"w4ete"}},"variedad":{"Fabes con patatas":{"ingredientes":"Judias blancas x1 vaso de nocilla;Sal;Pimienta en grano x4-5;Panceta;Colorante;Aceite;Tomate;Hoja de laurel;Patatas;Ajos x4;Cebolla x1/2;Chorizo;Morcilla","preparacion":"Llenar 1/2 olla de agua con las judias, chorizo, chorro de aceite, panceta, tomate, laurel, ajos, pimienta en grano, sal y cebolla.\nCocer en olla express 15 min, e ir pelando las patatas y cortandolas a lo bruto.\nAbrir la olla y sacar el tomate, cebolla y ajos. Añadir las patatas, morcilla y el colorante para cocer a presión otros 6 mins."},"Judias pintas con arroz":{"ingredientes":"Cebolla x1;Tomate x1;Ajos x5;Pastilla de carne x1;Hoja de laurel x1;Arroz x1 vaso de nocilla;Judias x1 vaso de nocilla;Comino;Colorante;Sal","preparacion":"Primera Fase: \nLlenar a mitad la olla express, echar las judías después de pasar tiempo en remojo, sal, pastilla, chorro de aceite, la hoja de laurel, el tomate, la cebolla, y 3 cabezas de ajo. Cocer en la olla express durante 18-20 min. \n\nSegunda fase: \nMejunje: 2 de ajo con sal y comino en el mortero. \nAbrir la olla y retirar el tomate, la cebolla y los ajos, echar el arroz, colorante y el mejunje; sin tapa esperar para que se cueza el arroz."},"Lentejas":{"ingredientes":"Tomate x1;Cebolla x1/2;Ajo x2;Pastilla de carne;Pimentón dulce;Patatas x4 grandes;Zanahoria x1/2;Lentejas x3/4 vaso de nocilla;Chorizo (si se quiere);Sal;Colorante;Hoja de laurel","preparacion":"Sofrito de tomate, cebolla y ajo con el aceite en la olla hasta pocharse.\nEchar la pastilla, pimenton, patatas, zanahoria, lentejas, (chorizo), agua hasta cubrir todo, sal, colorante y el laurel.\nCocer en olla express 15 mins."},"Paella mixta":{"ingredientes":"Cebolla x1/2;Tomate x1;Trozos de pollo;Trozos de pescado;Arroz x1 vaso;Colorante;Ajo x2-3;Pastilla de carne/pollo;Pimentón dulce","preparacion":"Dorar el pollo y una cuantas cabezas de ajo peladas.\nUna vez dorados echar el sofrito de tomate y cebolla hasta pocharse con 1/2 vaso de agua y el pescado.\nAl pocharse echar la pastilla de carne y el pimenton, junto con el marisco con 1 vaso de agua.\nEchar el vaso de arroz para que coja el sabor, hasta evaporar el agua, luego se echa 3+1/2 vasos de agua (1+1/2 de agua que cubra un poco, aumentar el fuego con sal y el colorante y remover bien, echar el resto del agua hasta cubrir todo).\nSe cocinan 5 min a fuego muy alto y se va bajando 1 punto cada 2 mins hasta que absorva todo el agua.\nPor último, se mantiene en reposo 5-6 mins."},"Patatas con salsa brava (tradicional Madrid)":{"ingredientes":"Patatas;Pimentón dulce x1 cucharita;Pimentón picante x1 cucharita;Pimienta blanca x1/2 cucharita;Aceite de oliva;Harina;Caldo de pollo;Sal","preparacion":"Pica la cebolla para después.\nSe pelan las palatas y se cortan en trozos, tipo irregular. Hervirlas en agua unos 4 mins para que se ablanden. Para luego freirlas.\nLa salsa:\nEn una sarten se pocha la cebolla a fuego medio unos minutos. Echa un poco de sal. Después se añade la pimienta blanca y los dos pimentones, removiendo durante 30 s. Se añade un poquito de harina (50 grs), se mueve continuamente y se cocina 2 mins para que no este la harina cruda. Se añade el caldo de pollo poco a poco y se cocina mezclandolo bien unos 8 mis.\nPor último, se bate la salsa y se sirve caliente."},"Puré de verduras":{"ingredientes":"Calabaza;Cebolla;Calabacín;Tomate;Patatas x2;Espinacas/alcachofas;Zanahoria x1;Sal","preparacion":"Pelas todas las verduras y cortarlas a lo bruto (sin centro del calabacín y la zanahoria si hay hueco), echar el agua a 3/4 de la olla, chorro de aceite y sal.\nCocer hasta que cambia de color toda la cocción."},"Risotto con setas":{"ingredientes":"Caldo de pollo x1L;Arroz x400gr;Setas x300gr;Cebolla x1;Ajo x2;Vino blanco x1 vasito;Queso parmesano rallado;Sal;Pimienta;Mantequilla x30gr","preparacion":"Rehogar en una sartén con aceite de oliva la cebolla picada con el ajo. Entonces añadimos las setas y sazonamos con la sal y pimienta. Cocinarlas hasta que suelten el agua (cambien de color).\nCon el fuego suave echamos el arroz y removemos para que adquiera el sabor. Se incorpora el vino blanco y un cucharon del caldo elegido (hay que calentarlo un poco antes). Se remueve todo hasta evaporar el líquido, unos 5 mins.\nSe vuelve a echar otro cucharon del caldo, hasta que se evapora. Se repite el proceso hasta que el arroz este hecho, tardará como 25-30 mis. Dejando una textura cremosa, pero sin que sea blanda.\nPor último se añade el queso rallado y la mantequilla, se remueve bien para que se mezcle y servir.\nEnjoy"}}}